import React from 'react'
import commonStyles from "../../styles/common.module.scss"
import styles from "./privacy.module.scss"
import Header from '../../components/Header/Header'

const Privacy = () => {
  return (
    <div className={commonStyles.mainPage}>
        <Header white />
        <div className={styles.page}>
            <span>
            <h3>Политика конфиденциальности</h3>
            <div>
            Настоящая Политика конфиденциальности персональных данных (далее — Политика конфиденциальности) действует в отношении всей информации, которую сайт https://www.tova.agency на котором размещен текст этой Политики конфиденциальности, может получить о Пользователе, а также любых программ и продуктов, размещенных на указанном сайте. Настоящая политика конфиденциальности составлена в соответствии с требованиями Федерального закона от 27.07.2006 года № 152-ФЗ «О персональных данных» и определяет порядок получения и обработки персональных данных, а также меры по обеспечению безопасности персональных данных Пользователей сайта https://www.tova.agency .
            </div>
            <div>
                1. Определение терминов <br />
                
        1.1 В настоящей Политике конфиденциальности используются следующие термины:<br />

        1.1.1 «Администрация сайта» — уполномоченные сотрудники на управления сайтом  www.tova.agency , действующие от его имени, которые организуют и (или) осуществляют обработку персональных данных, а также определяют цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.<br />

        1.1.2 «Персональные данные» — любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).<br />

        1.1.3 «Обработка персональных данных» — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.<br />

        1.1.4 «Конфиденциальность персональных данных» — обязательное для соблюдения Администрацией сайта требование не допускать их умышленного распространения без согласия субъекта персональных данных или наличия иного законного основания.<br />

        1.1.5 «Пользователь сайта (далее Пользователь)» — лицо, имеющее доступ к сайту www.tova.agency, посредством сети Интернет и использующее данный сайт для своих целей.<br />

        1.1.6 «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.<br />

        1.1.7 «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.<br />
        2. Общие положения<br />
        2.1 Использование Пользователем сайта https://www.tova.agency означает согласие<br />
        с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя. Пользователь даёт своё согласие на обработку его персональных данных, действуя свободно, своей волей и в своём интересе. Согласие Пользователя на обработку его персональных данных является конкретным, информированным и сознательным.<br />

        2.2 В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта.<br />

        2.3 Настоящая Политика конфиденциальности применяется только к данному сайту. Администрация сайта не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на данном сайте.<br />

        2.4 Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта.<br />

        2.5 Владельцем https://www.tova.agency является Общество с Ограниченной Ответственностью "ТОН ОФ ВОЙС" ОГРН: 1217700335753 ИНН: 7733371136, юридический адрес: Россия, 121205, город Москва, тер Инновационного Центра Сколково, ул Нобеля, д. 5 <br />

        3. Предмет политики конфиденциальности<br />
        3.1 Настоящая Политика конфиденциальности устанавливает обязательства Администрации<br />
        сайта по умышленному неразглашению персональных данных, которые Пользователь предоставляет по разнообразным запросам Администрации сайта (например, при регистрации на сайте, оформлении заказа на приобретение услуг, предоставляемых на сайте, подписки на новостные уведомления и т. п.).<br />

        3.2 Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения специальных форм на сайте и обычно включают в себя следующую информацию:<br />
        3.2.1 фамилию, имя, отчество Пользователя;<br />
        3.2.2 контактный телефон Пользователя;<br />
        3.2.3 адрес электронной почты (e-mail);<br />
        3.2.4 место жительство Пользователя и другие данные.<br />

        3.3 Администрация сайта также принимает усилия по защите Персональных данных, которые автоматически передаются в процессе посещения страниц сайта https://www.tova.agency :<br />

            • IP адрес;<br />
            • информация из cookies;<br />
            • информация о браузере (или иной программе, которая осуществляет доступ к сайту);<br />
            • время доступа;<br />
            • посещенные адреса страниц;<br />
            • реферер (адрес предыдущей страницы) и т. п.<br />

        3.3.1 Отключение cookies может повлечь невозможность доступа к частям сайта и/или некорректную работу страниц сайта.<br />

        3.3.2 Сайт осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля корректности проводимых операций на сайте.<br />

        3.4 Любая иная персональная информация неоговоренная выше (история заказов, используемые браузеры и операционные системы и т. д.) не подлежит умышленному разглашению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.<br />

        3.5 Согласие Пользователя на обработку его персональных данных действует бессрочно с момента предоставления данных и может быть отозвано путём подачи письменного заявления Администрации сайта с указанием данных, определённых ст. 14 ФЗ «О персональных данных».<br />

        Соответствующее письменное заявление об отзыве согласия на обработку персональных данных направляется Пользователем на адрес электронной почты (e-mail) info@tova.agency.<br />
        4. Цели сбора персональной информации пользователя<br />
        4.1 Персональные данные Пользователя Администрация сайта может использовать в целях:<br />

        4.1.1 Идентификации Пользователя, посещающего сайт https://www.tova.agency , для предоставления услуг, оформления заказа и (или) заключения Договора.<br />

        4.1.2 Предоставления Пользователю доступа к персонализированным ресурсам сайта.<br />

        4.1.3 Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования сайта, оказания услуг, обработки запросов и заявок от Пользователя.<br />

        4.1.4 Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.<br />

        4.1.5 Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.<br />

        4.1.6 Оказания услуг по реализации учебных курсов, размещенных на сайте https://www.tova.agency <br />

        4.1.7 Уведомления Пользователя сайта о состоянии Заказа.<br />

        4.1.8 Обработки и получения платежей, подтверждения налога или налоговых льгот, оспаривания платежа, проведения платежа.<br />

        4.1.9 Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием сайта https://www.tova.agency .<br />

        4.1.10 Предоставления Пользователю с его согласия, обновлений реализуемых на сайте учебных курсов, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени сайта или от имени партнеров сайта.<br />

        4.1.11 Осуществления рекламной деятельности с согласия Пользователя.<br />

        4.1.12 Предоставления доступа Пользователю на сторонние сайты или сервисы партнеров данного сайта с целью получения их предложений, обновлений или услуг.<br />
        5. Способы и сроки обработки персональной информации<br />
        5.1 Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.<br />

        5.2 Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заявок Пользователя, оформленных на сайте, в рамках Договора публичной оферты.<br />

        5.3 Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти только по основаниям и в порядке, установленным действующим законодательством.<br />

        5.4 При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об утрате или разглашении персональных данных.<br />

        5.5 Администрация сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.<br />

        5.6 Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.<br />
        6. Обязательства сторон<br />
        6.1 Пользователь обязуется:<br />

        6.1.1 Предоставить корректную и правдивую информацию о персональных данных, необходимую для пользования сайтом https://www.tova.agency .<br />

        6.1.2 Обновить и/или дополнить предоставленную информацию о персональных данных в случае изменения данной информации.<br />

        6.1.3 Принимать меры для защиты доступа к своим персональным данным, хранящимся на сайте.<br />

        6.2 Администрация сайта обязуется:<br />

        6.2.1 Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.<br />

        6.2.2 Обеспечить хранение персональной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.<br />

        6.2.3 Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.<br />
        7. Ответственность сторон<br />
        7.1 Администрация сайта несёт ответственность за умышленное разглашение персональных данных Пользователя в соответствии с действующим законодательством, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности.<br />

        7.2 В случае утраты или разглашения персональных данных Администрация сайта не несёт ответственность, если данная конфиденциальная информация:<br />

        7.2.1 Стала публичным достоянием до её утраты или разглашения.<br />

        7.2.2 Была получена от третьей стороны до момента её получения Администрацией сайта.<br />

        7.2.3 Была получена третьими лицами путем несанкционированного доступа к файлам сайта.<br />

        7.2.4 Была разглашена с согласия Пользователя.<br />

        7.3 Пользователь несет ответственность за правомерность, корректность и правдивость предоставленных персональных данных в соответствии с действующим законодательством.<br />
        8. Разрешение споров<br />
        8.1 До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта и Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).<br />

        8.2 Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.<br />

        8.3 При недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством.<br />

        8.4 К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется действующее законодательство.<br />
            </div>
            
            </span>
            
        </div>
       

    </div>
  )
}

export default Privacy